module.exports = {
	block: 'page',
	title: 'BEM Starter Kit',
	favicon: '/favicon.ico',
	lang: 'ru',
	head: [
		{ elem: 'meta', attrs: { name: 'description', content: '' } },
		{ elem: 'meta', attrs: { name: 'viewport', content: 'width=device-width, initial-scale=1' } },
		{ elem: 'css', url: 'all-companies.min.css' },
		{ elem: 'css', url: 'https://fonts.googleapis.com/css?family=Roboto:400,500,700' },
		{ elem: 'js', url: 'https://code.jquery.com/jquery-3.2.1.js' },
	],
	scripts: [{ elem: 'js', url: 'all-companies.min.js' }],
	mods: { theme: 'islands' },
	mix: [
		{
			block: 'theme',
			mods: { color: 'p4', space: 'default', size: 'p4', gap: 'small', menu: 'default', breakpoint: 'default', font: 'roboto' }
		},
	],
	content: [
		{
			block: 'tpl-layout',
			content: [
				{
					elem: 'container',
					elemMods: { size: 'm', align: 'center' },
					content: [
						{
							block: 'header',
							active: 'Все компании',
							changeUrl: '../gpn-all-companies/gpn-all-companies.html'
						},
					]
				},
				{
					block: 'section',
					mix: { block: 'decorator', mods: { 'space-t': 'xxxxxxl', 'space-b': 'xxxl' }},
					// mods: { view: 'gray' },
					content: [
						{
							block: 'tpl-layout',
							elem: 'container',
							elemMods: { size: 'm', align: 'center' },
							attrs: { style: 'display: flex; justify-content: space-between' },
							content: [
								{
									block: 'text',
									mods: { size: 'xxxl', weight: 'bold', view: 'primary' },
									mix: { block: 'decorator', mods: { 'indent-b': 'xxl' }},
									content: 'Все компании'
								},
								{
									attrs: { style: 'margin-right: -8px' },
									content: {
										html: `<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="644" height="132"><defs><path id="b" d="M0 0h204v116H0z"/><filter id="a" width="113.7%" height="124.1%" x="-6.9%" y="-8.6%" filterUnits="objectBoundingBox"><feMorphology in="SourceAlpha" radius="1" result="shadowSpreadOuter1"/><feOffset dy="4" in="shadowSpreadOuter1" result="shadowOffsetOuter1"/><feGaussianBlur in="shadowOffsetOuter1" result="shadowBlurOuter1" stdDeviation="5"/><feColorMatrix in="shadowBlurOuter1" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.2 0"/></filter><path id="d" d="M212 0h204v116H212z"/><filter id="c" width="113.7%" height="124.1%" x="-6.9%" y="-8.6%" filterUnits="objectBoundingBox"><feMorphology in="SourceAlpha" radius="1" result="shadowSpreadOuter1"/><feOffset dy="4" in="shadowSpreadOuter1" result="shadowOffsetOuter1"/><feGaussianBlur in="shadowOffsetOuter1" result="shadowBlurOuter1" stdDeviation="5"/><feColorMatrix in="shadowBlurOuter1" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.2 0"/></filter><path id="f" d="M424 0h204v116H424z"/><filter id="e" width="113.7%" height="124.1%" x="-6.9%" y="-8.6%" filterUnits="objectBoundingBox"><feMorphology in="SourceAlpha" radius="1" result="shadowSpreadOuter1"/><feOffset dy="4" in="shadowSpreadOuter1" result="shadowOffsetOuter1"/><feGaussianBlur in="shadowOffsetOuter1" result="shadowBlurOuter1" stdDeviation="5"/><feColorMatrix in="shadowBlurOuter1" values="0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0.2 0"/></filter></defs><g fill="none" fill-rule="evenodd"><g fill-rule="nonzero" transform="translate(8 4)"><use fill="#000" filter="url(#a)" xlink:href="#b"/><use fill="#FFF" xlink:href="#b"/></g><g fill-rule="nonzero" transform="translate(8 4)"><use fill="#000" filter="url(#c)" xlink:href="#d"/><use fill="#FFF" xlink:href="#d"/></g><path fill="#223D54" d="M54.25 68h-23.3v-3.25l12.3-13.67a29.23 29.23 0 0 0 3.78-5.04 8.41 8.41 0 0 0 1.04-4.02c0-1.85-.56-3.37-1.69-4.56a5.89 5.89 0 0 0-4.49-1.78c-2.24 0-3.99.63-5.24 1.91-1.24 1.28-1.86 3.06-1.86 5.34h-4.52c0-3.27 1.05-5.92 3.16-7.94 2.11-2.02 4.93-3.03 8.46-3.03 3.3 0 5.92.87 7.84 2.6 1.92 1.74 2.88 4.05 2.88 6.93 0 3.5-2.23 7.66-6.69 12.5L36.4 64.3h17.85V68zm22.5-35.57v3.83h-.83c-3.51.07-6.31 1.1-8.4 3.13-2.08 2.01-3.28 4.86-3.6 8.52 1.86-2.15 4.42-3.23 7.66-3.23 3.1 0 5.56 1.1 7.4 3.28 1.86 2.18 2.78 5 2.78 8.44 0 3.67-1 6.6-3 8.8-1.98 2.19-4.66 3.29-8.01 3.29-3.4 0-6.16-1.3-8.28-3.92-2.11-2.61-3.17-5.98-3.17-10.1v-1.73c0-6.54 1.4-11.54 4.19-15 2.79-3.46 6.94-5.23 12.46-5.31h.8zm-5.93 16.01a7.2 7.2 0 0 0-4.27 1.4c-1.3.92-2.2 2.09-2.71 3.49v1.66c0 2.93.66 5.29 1.98 7.08 1.32 1.79 2.96 2.68 4.93 2.68 2.03 0 3.63-.75 4.8-2.24 1.16-1.5 1.74-3.46 1.74-5.89 0-2.44-.59-4.41-1.77-5.92a5.67 5.67 0 0 0-4.7-2.26zm195.2 7.62h4.93v3.69h-4.93V68h-4.54v-8.25h-16.19v-2.66l15.92-24.64h4.81v23.61zm-15.6 0h11.06V38.63l-.54.98-10.52 16.45zM298.32 68h-23.29v-3.25l12.3-13.67a29.23 29.23 0 0 0 3.78-5.04 8.41 8.41 0 0 0 1.03-4.02c0-1.85-.56-3.37-1.68-4.56a5.89 5.89 0 0 0-4.5-1.78c-2.24 0-3.98.63-5.23 1.91-1.24 1.28-1.87 3.06-1.87 5.34h-4.51c0-3.27 1.05-5.92 3.16-7.94 2.1-2.02 4.93-3.03 8.46-3.03 3.3 0 5.91.87 7.83 2.6 1.93 1.74 2.89 4.05 2.89 6.93 0 3.5-2.23 7.66-6.7 12.5l-9.52 10.32h17.85V68zM30.94 92.49h-.95V96h-1.03v-7.82h1.03v3.45h.8l2.74-3.45h1.28l-2.99 3.8L35.03 96h-1.26l-2.83-3.51zm4.47.55c0-.57.11-1.08.34-1.54a2.5 2.5 0 0 1 2.3-1.42c.8 0 1.43.27 1.92.82.49.55.73 1.28.73 2.19v.07c0 .56-.1 1.07-.32 1.52a2.47 2.47 0 0 1-2.32 1.43c-.79 0-1.43-.28-1.91-.82a3.15 3.15 0 0 1-.74-2.18v-.07zm1 .12c0 .64.15 1.16.45 1.55.3.4.7.59 1.2.59s.9-.2 1.2-.6c.3-.4.45-.95.45-1.66 0-.64-.15-1.15-.45-1.55-.3-.4-.7-.6-1.21-.6-.5 0-.89.2-1.19.6-.3.38-.45.94-.45 1.67zm8.88 1.52l1.98-4.5h1.24V96h-1v-4.23L45.65 96h-.69l-1.92-4.32V96h-.99v-5.81h1.29l1.96 4.5zM54.86 96h-1v-4.99H51.2V96h-1v-5.81h4.67V96zm5.18 0c-.05-.11-.1-.32-.14-.61-.46.48-1 .72-1.65.72-.57 0-1.04-.16-1.41-.49a1.57 1.57 0 0 1-.55-1.23c0-.6.23-1.08.69-1.41.46-.34 1.1-.5 1.94-.5h.97v-.46c0-.35-.1-.62-.31-.83-.21-.2-.52-.3-.92-.3-.36 0-.65.08-.9.26-.23.18-.35.4-.35.65h-1c0-.29.1-.57.3-.84.21-.27.5-.49.84-.64.36-.16.74-.24 1.17-.24.67 0 1.2.17 1.57.5.38.34.58.8.6 1.39v2.67c0 .53.06.96.2 1.27V96h-1.05zm-1.64-.76c.3 0 .6-.08.88-.24.28-.16.48-.37.6-.63v-1.19h-.77c-1.22 0-1.83.36-1.83 1.07 0 .31.1.55.31.73.21.17.48.26.8.26zm8.79.76h-1v-2.48h-2.67V96h-1v-5.81h1v2.52h2.67v-2.52h1V96zm5.35-5.81h1V96h-1v-4.24L69.86 96h-1v-5.81h1v4.24l2.68-4.24zm6.35 0h1V96h-1v-4.24L76.21 96h-1v-5.81h1v4.24l2.68-4.24zm.27-2.12c0 .44-.15.78-.44 1.05-.3.26-.69.4-1.17.4s-.86-.14-1.16-.4c-.3-.27-.45-.62-.45-1.05h.81c0 .25.07.45.2.59.14.14.34.21.6.21a.8.8 0 0 0 .6-.2.8.8 0 0 0 .2-.6h.81zm170.07 5.89h-3.28l-.74 2.04h-1.06l2.99-7.82h.9l3 7.82h-1.07l-.74-2.04zm-2.97-.85h2.66l-1.33-3.66-1.33 3.66zm7.48.41H253V96h-1v-5.81h1v2.46h.65l1.96-2.46h1.2l-2.3 2.8 2.5 3.01h-1.27l-2.01-2.48zm8.45-2.53h-1.95V96h-1v-5h-1.9v-.81h4.85v.8zm4.72-.8h1V96h-1v-4.24L264.23 96h-1v-5.81h1v4.24l2.68-4.24zM269.6 96v-5.81h2.27c.77 0 1.37.13 1.78.4.41.27.62.67.62 1.2 0 .26-.08.5-.24.72-.16.22-.4.38-.72.5.36.08.64.24.85.48.21.24.32.53.32.86 0 .53-.2.94-.59 1.23-.39.28-.94.42-1.66.42h-2.63zm1-2.55v1.75h1.64c.42 0 .73-.08.93-.23.2-.16.31-.37.31-.65 0-.58-.42-.87-1.28-.87h-1.6zm0-.8h1.28c.93 0 1.4-.27 1.4-.81 0-.55-.44-.83-1.32-.85h-1.36v1.66zm9.94 3.35h-.99v-2.48h-2.67V96h-1v-5.81h1v2.52h2.67v-2.52h1V96zm2.68-3.8h1.51c.66 0 1.18.17 1.57.5.38.34.57.8.57 1.38 0 .58-.2 1.04-.59 1.4-.4.34-.92.52-1.59.52h-2.46v-5.81h1v2zm5.72 3.8h-1v-5.81h1V96zm-5.72-3v2.19h1.48c.37 0 .66-.1.87-.29.2-.19.3-.45.3-.79 0-.32-.1-.58-.3-.79-.2-.2-.47-.31-.83-.32h-1.52zm9.4-.69l1.3-2.12h1.16l-1.9 2.87 1.96 2.94h-1.15l-1.34-2.18-1.35 2.18h-1.15l1.96-2.94-1.9-2.87h1.15l1.27 2.12zM303.6 96h-1v-4.99h-2.67V96h-1v-5.81h4.67V96zm6.5-2.84c0 .88-.2 1.6-.6 2.14-.41.54-.96.8-1.65.8-.7 0-1.26-.22-1.66-.66v2.8h-1v-8.05h.91l.05.64c.4-.5.97-.75 1.69-.75.7 0 1.25.26 1.65.8.4.52.61 1.25.61 2.19v.09zm-1-.11c0-.66-.13-1.18-.41-1.56a1.35 1.35 0 0 0-1.15-.57c-.6 0-1.05.27-1.35.8v2.78c.3.53.75.8 1.36.8.48 0 .86-.2 1.14-.57.28-.38.42-.94.42-1.68zm2 0c0-.58.11-1.1.34-1.55a2.5 2.5 0 0 1 2.3-1.42c.79 0 1.43.27 1.92.82.49.55.73 1.28.73 2.19v.07c0 .56-.1 1.07-.32 1.52a2.47 2.47 0 0 1-2.32 1.43c-.79 0-1.43-.28-1.92-.82a3.15 3.15 0 0 1-.73-2.18v-.07zm1 .1c0 .65.15 1.17.45 1.56.3.4.7.59 1.2.59s.9-.2 1.2-.6c.3-.4.45-.95.45-1.66 0-.64-.15-1.15-.46-1.55-.3-.4-.7-.6-1.2-.6s-.89.2-1.19.6c-.3.38-.45.94-.45 1.67zm7.95 2.96c-.79 0-1.43-.26-1.92-.78-.5-.52-.74-1.2-.74-2.07v-.19c0-.57.1-1.09.33-1.54.22-.45.52-.8.92-1.06s.82-.39 1.29-.39c.75 0 1.34.25 1.76.75.42.5.63 1.2.63 2.14v.4h-3.94c.01.58.18 1.04.5 1.4.32.35.73.53 1.22.53.35 0 .65-.08.9-.22.24-.14.45-.33.63-.57l.61.47a2.44 2.44 0 0 1-2.2 1.13zm-.12-5.21c-.4 0-.74.14-1.01.44-.28.29-.44.7-.5 1.22h2.9v-.07a1.9 1.9 0 0 0-.4-1.18 1.25 1.25 0 0 0-1-.41zm5.35 2.62h-.73V96h-1v-5.81h1v2.46h.65l1.96-2.46h1.2l-2.3 2.8 2.5 3.01h-1.27l-2.01-2.48zm8.44-2.53h-1.95V96h-.99v-5h-1.91v-.81h4.85v.8zM338.2 96c-.05-.11-.1-.32-.14-.61-.46.48-1.01.72-1.65.72-.57 0-1.04-.16-1.41-.49a1.57 1.57 0 0 1-.55-1.23c0-.6.23-1.08.69-1.41.46-.34 1.1-.5 1.94-.5h.97v-.46c0-.35-.1-.62-.31-.83-.21-.2-.52-.3-.92-.3-.36 0-.65.08-.9.26-.23.18-.35.4-.35.65h-1c0-.29.1-.57.3-.84.21-.27.5-.49.84-.64.36-.16.74-.24 1.17-.24.67 0 1.19.17 1.57.5.38.34.58.8.6 1.39v2.67c0 .53.06.96.2 1.27V96h-1.05zm-1.65-.76c.32 0 .61-.08.89-.24.28-.16.48-.37.6-.63v-1.19h-.77c-1.22 0-1.83.36-1.83 1.07 0 .31.1.55.31.73.21.17.48.26.8.26z"/><g fill-rule="nonzero" transform="translate(8 4)"><use fill="#000" filter="url(#e)" xlink:href="#f"/><use fill="#FFF" xlink:href="#f"/></g><path fill="#223D54" d="M469.8 68h-4.54V37.9l-9.11 3.34v-4.1l12.94-4.86h.7V68zm36.52 0h-23.29v-3.25l12.3-13.67a29.23 29.23 0 0 0 3.78-5.04 8.41 8.41 0 0 0 1.03-4.02c0-1.85-.56-3.37-1.68-4.56a5.89 5.89 0 0 0-4.5-1.78c-2.24 0-3.98.63-5.23 1.91-1.24 1.28-1.87 3.06-1.87 5.34h-4.51c0-3.27 1.05-5.92 3.16-7.94 2.1-2.02 4.93-3.03 8.46-3.03 3.3 0 5.91.87 7.83 2.6 1.93 1.74 2.89 4.05 2.89 6.93 0 3.5-2.23 7.66-6.7 12.5l-9.52 10.32h17.85V68zm22.51-35.57v3.83H528c-3.51.07-6.31 1.1-8.4 3.13-2.08 2.01-3.29 4.86-3.61 8.52 1.87-2.15 4.43-3.23 7.67-3.23 3.09 0 5.56 1.1 7.4 3.28 1.85 2.18 2.78 5 2.78 8.44 0 3.67-1 6.6-3 8.8-1.99 2.19-4.66 3.29-8.01 3.29-3.4 0-6.17-1.3-8.28-3.92-2.12-2.61-3.17-5.98-3.17-10.1v-1.73c0-6.54 1.4-11.54 4.18-15 2.8-3.46 6.95-5.23 12.47-5.31h.8zm-5.93 16.01a7.2 7.2 0 0 0-4.27 1.4c-1.3.92-2.2 2.09-2.71 3.49v1.66c0 2.93.66 5.29 1.97 7.08 1.32 1.79 2.97 2.68 4.94 2.68 2.03 0 3.63-.75 4.8-2.24 1.16-1.5 1.74-3.46 1.74-5.89 0-2.44-.6-4.41-1.77-5.92a5.67 5.67 0 0 0-4.7-2.26zM462.88 96h-1.04v-6.97H458V96h-1.03v-7.82h5.92V96zm6.63-2.84c0 .88-.2 1.6-.6 2.14-.41.54-.96.8-1.65.8-.7 0-1.26-.22-1.67-.66v2.8h-1v-8.05h.92l.05.64c.4-.5.96-.75 1.68-.75.7 0 1.25.26 1.66.8.4.52.6 1.25.6 2.19v.09zm-1-.11c0-.66-.13-1.18-.41-1.56a1.35 1.35 0 0 0-1.15-.57c-.6 0-1.06.27-1.36.8v2.78c.3.53.75.8 1.37.8.47 0 .85-.2 1.13-.57.28-.38.42-.94.42-1.68zm2 0c0-.58.1-1.1.33-1.55a2.5 2.5 0 0 1 2.3-1.42c.8 0 1.44.27 1.92.82.5.55.74 1.28.74 2.19v.07c0 .56-.11 1.07-.33 1.52a2.47 2.47 0 0 1-2.31 1.43c-.8 0-1.43-.28-1.92-.82a3.15 3.15 0 0 1-.73-2.18v-.07zm1 .1c0 .65.15 1.17.44 1.56.3.4.7.59 1.2.59.51 0 .91-.2 1.2-.6.3-.4.45-.95.45-1.66 0-.64-.15-1.15-.45-1.55-.3-.4-.7-.6-1.2-.6s-.9.2-1.2.6c-.3.38-.44.94-.44 1.67zm7.95 2.96c-.8 0-1.43-.26-1.93-.78s-.74-1.2-.74-2.07v-.19c0-.57.11-1.09.33-1.54.22-.45.53-.8.93-1.06s.82-.39 1.28-.39c.76 0 1.34.25 1.76.75.42.5.63 1.2.63 2.14v.4h-3.93c0 .58.18 1.04.5 1.4.32.35.73.53 1.22.53.35 0 .65-.08.9-.22.23-.14.45-.33.63-.57l.6.47a2.44 2.44 0 0 1-2.18 1.13zm-.13-5.21c-.4 0-.74.14-1 .44-.28.29-.45.7-.51 1.22h2.9v-.07a1.9 1.9 0 0 0-.4-1.18 1.25 1.25 0 0 0-.99-.41zm5.35 2.62h-.72V96h-1v-5.81h1v2.46h.65l1.95-2.46h1.2l-2.3 2.8 2.5 3.01h-1.26l-2.02-2.48zm8.45-2.53h-1.95V96h-1v-5h-1.9v-.81h4.85v.8zM497.6 96c-.06-.11-.1-.32-.14-.61-.46.48-1.01.72-1.65.72-.58 0-1.05-.16-1.41-.49a1.57 1.57 0 0 1-.56-1.23c0-.6.23-1.08.7-1.41.46-.34 1.1-.5 1.94-.5h.96v-.46c0-.35-.1-.62-.3-.83-.22-.2-.52-.3-.93-.3-.35 0-.65.08-.89.26s-.36.4-.36.65h-1c0-.29.1-.57.31-.84.2-.27.49-.49.84-.64.35-.16.74-.24 1.16-.24.67 0 1.2.17 1.58.5.38.34.57.8.59 1.39v2.67c0 .53.07.96.2 1.27V96h-1.04zm-1.65-.76c.31 0 .6-.08.89-.24.28-.16.48-.37.6-.63v-1.19h-.78c-1.21 0-1.82.36-1.82 1.07 0 .31.1.55.31.73.2.17.47.26.8.26zm6.86.76v-5.81h2.27c.77 0 1.36.13 1.78.4.41.27.62.67.62 1.2 0 .26-.08.5-.25.72-.16.22-.4.38-.7.5.34.08.62.24.84.48.21.24.32.53.32.86 0 .53-.2.94-.6 1.23-.38.28-.94.42-1.65.42h-2.63zm1-2.55v1.75h1.64c.41 0 .72-.08.93-.23.2-.16.3-.37.3-.65 0-.58-.42-.87-1.27-.87h-1.6zm0-.8h1.28c.93 0 1.4-.27 1.4-.81 0-.55-.45-.83-1.33-.85h-1.36v1.66zM516.47 96h-1v-4.99h-2.67V96h-1v-5.81h4.67V96zm1.33-2.96c0-.57.11-1.08.34-1.54a2.5 2.5 0 0 1 2.3-1.42c.79 0 1.43.27 1.92.82.49.55.73 1.28.73 2.19v.07c0 .56-.1 1.07-.32 1.52a2.47 2.47 0 0 1-2.32 1.43c-.79 0-1.43-.28-1.92-.82a3.15 3.15 0 0 1-.73-2.18v-.07zm1 .12c0 .64.15 1.16.45 1.55.3.4.7.59 1.2.59s.9-.2 1.2-.6c.3-.4.45-.95.45-1.66 0-.64-.15-1.15-.46-1.55-.3-.4-.7-.6-1.2-.6s-.89.2-1.19.6c-.3.38-.45.94-.45 1.67zm9.3-2.97h1V96h-1v-4.24L525.43 96h-1v-5.81h1v4.24l2.68-4.24zm4.92 5.1c.35 0 .66-.1.93-.32.26-.21.4-.48.44-.8h.94a1.8 1.8 0 0 1-.35.95 2.44 2.44 0 0 1-1.97.99 2.4 2.4 0 0 1-1.88-.8 3.16 3.16 0 0 1-.7-2.16v-.17c0-.56.1-1.07.31-1.5a2.37 2.37 0 0 1 2.27-1.4c.65 0 1.2.2 1.63.59.43.39.66.9.69 1.52h-.94a1.37 1.37 0 0 0-.43-.93 1.33 1.33 0 0 0-.95-.36c-.5 0-.9.18-1.17.54-.28.37-.42.9-.42 1.58v.19c0 .67.14 1.18.42 1.54.27.37.66.55 1.18.55zm5.23-1.77h-.72V96h-1v-5.81h1v2.46h.65l1.95-2.46h1.2l-2.3 2.8 2.5 3.01h-1.26l-2.02-2.48zm6.46 2.59c-.79 0-1.43-.26-1.92-.78-.5-.52-.74-1.2-.74-2.07v-.19c0-.57.1-1.09.33-1.54.22-.45.52-.8.92-1.06s.82-.39 1.29-.39c.75 0 1.34.25 1.76.75.42.5.63 1.2.63 2.14v.4h-3.94c.01.58.18 1.04.5 1.4.32.35.73.53 1.22.53.35 0 .65-.08.9-.22.24-.14.45-.33.63-.57l.61.47a2.44 2.44 0 0 1-2.19 1.13zm-.12-5.21c-.4 0-.74.14-1.01.44-.28.29-.44.7-.5 1.22h2.9v-.07a1.9 1.9 0 0 0-.4-1.18 1.25 1.25 0 0 0-1-.41z"/><g fill="#0063BA" fill-rule="nonzero" transform="translate(166 20)"><circle cx="15" cy="15" r="15" opacity=".15"/><path d="M11 19H8c0-1.66.57-3 2.5-3 .55 0 1.08.11 1.54.3a3.99 3.99 0 0 1 5.92 0c.46-.19.99-.3 1.54-.3 1.93 0 2.5 1.34 2.5 3H11zm4-5a2 2 0 1 1 0-4 2 2 0 0 1 0 4zm4.5 1a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3zm-9 0a1.5 1.5 0 1 1 0-3 1.5 1.5 0 0 1 0 3z"/></g><g fill="#0063BA" fill-rule="nonzero" transform="translate(378 20)"><circle cx="15" cy="15" r="15" opacity=".15"/><path d="M17 6v9.6l-6 1.2z"/><path d="M14 23.8v-9.6l6-1.2z"/></g><g fill-rule="nonzero" transform="translate(590 20)"><circle cx="15" cy="15" r="15" fill="#0063BA" opacity=".15"/><g stroke="#0063BA" stroke-width="2" transform="rotate(45 -.4 22.46)"><circle cx="4.86" cy="4.86" r="4"/><path stroke-linecap="square" d="M4.86 8.86v4.4"/></g></g></g></svg>`
									}
								},
							]
						}
					]
				},
				{
					block: 'section',
					mix: { block: 'decorator', mods: { 'space-t': 'xxxl', 'space-b': 'xxxxxxl' }},
					mods: { view: 'gray' },
					content: [
						{
							block: 'tpl-layout',
							elem: 'container',
							elemMods: { size: 'm', align: 'center' },
							content: [
								{
									block: 'pt-icon-plus',
									mods: { 'vertical-align': 'center' },
									attrs: { style: 'justify-content: flex-end' },
									mix: { block: 'decorator', mods: { 'indent-b': 'l' }},
									content: [
										{
											elem: 'block',
											content: {
												block: 'text',
												mods: { size: 'm', view: 'link' },
												content: 'Фильтр компаний'
											},
										},
										{
											block: 'icon', mods: { name: 'filter', view: 'brand', size: 's' },
											mix: { block: 'pt-icon-plus', elem: 'icon', elemMods: { 'indent-l': 'xs'}},
										},
									]
								},
								{
									block: 'tpl-grid',
									mods: { 'col-gap': 'two-thirds', 'row-gap': 'two-thirds', 's-ratio': '1-1-1' },
									content: [
										{
											block: 'company',
											bgColor: '#0670B8',
											imgUrl: '../../assets/logos/gpn2.svg',
											imgAttrs: { style: 'position: relative; top: -5px; left: -3px' },
											tag1: 'Нефть и газ', tag2: 'Энергетика', tagExtra: '+3',
											desc: '«Газпром нефть» — один из ключевых игроков на энергетическом рынке. Цифровые проекты «Газпром Нефти» вошли в отчёт … ',
											stats: { num1: 2, num2: 0, num3: 4 }
										},
										{
											block: 'company',
											bgColor: '#008283',
											imgUrl: '../../assets/logos/sibur.svg',
											// imgAttrs: { style: 'position: relative; top: -5px; left: -3px' },
											tag1: 'Нефтехимия', tag2: 'Нефть и газ', tagExtra: '+2',
											desc: '«Сибур» является крупнейшей в России интегрированной нефтехимической компанией. Группа производит и продает …',
											stats: { num1: 2, num2: 0, num3: 4 }
										},
										{
											block: 'company',
											bgColor: '#004A86',
											imgUrl: '../../assets/logos/aeroflot.png',
											imgAttrs: { style: 'height: 40px' },
											tag1: 'Авиация', tag2: 'Логистика',
											desc: 'Аэрофлот является бесспорным лидером гражданской авиации России, фактическим национальным перевозчиком.',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#1693DB',
											imgUrl: '../../assets/logos/nornickel.svg',
											tag1: 'Металлургия',
											desc: '«Норникель» — лидер горно-металлургической промышленности России, крупнейший в мире производитель никеля и палладия.',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#FFD300',
											imgUrl: '../../assets/logos/rosneft.svg',
											imgAttrs: { style: 'max-height: 110px'},
											tag1: 'Космонавтика', tag2: 'Строительство', tagExtra: '+4',
											desc: '«Роснефть» — лидер российской нефтяной отрасли и крупнейшая публичная нефтегазовая корпорация мира.',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#003B7E',
											imgUrl: '../../assets/logos/roskosmos.svg',
											tag1: 'Пилотируемая космонавтика', tag2: 'Спутники', tagExtra: '+3',
											desc: '«Роскосмос» – государственная корпорация, созданная в августе 2015 года для проведения комплексной реформы ракетно-космиче…',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#1B5288',
											imgUrl: '../../assets/logos/rosseti.svg',
											tag1: 'Энергетика', tag2: 'Электросети', tagExtra: '+1',
											desc: '«Россети» – оператор энергетических сетей в России – является одной из крупнейших электросетевых компаний в мире.',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#000000',
											imgUrl: '../../assets/logos/rostec.svg',
											tag1: 'Авиация', tag2: 'Радиоэлектроника', tagExtra: '+1',
											desc: '«Ростехнологии» — российская государственная корпорация, созданная для содействия в разработке, производстве и экспорте …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#7700FF',
											imgUrl: '../../assets/logos/rostelecom.svg',
											tag1: 'Телеком', tag2: 'Связь', tagExtra: '+4',
											desc: '«Ростелеком» – крупнейший в России провайдер цифровых услуг и решений, присутствующий во всех сегментах рынка и охватывающий …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#3f3f3f',
											imgUrl: '../../assets/logos/rusal.svg',
											tag1: 'Алюминий', tag2: 'Металлургия',
											desc: '«Русал» — один из крупнейших в мире производителей первичного алюминия и глинозема. Основными рынкам сбыта являются Европа, Россия …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#3C88C9',
											imgUrl: '../../assets/logos/rusgidro.png',
											imgAttrs: { style: 'max-width: 264px' },
											tag1: 'ГЭС', tag2: 'Энергетика', tagExtra: '+1',
											desc: 'Группа РусГидро — один из крупнейших российских энергетических холдингов. РусГидро является лидером в производстве …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#5ac100',
											imgUrl: '../../assets/logos/RT.svg',
											imgAttrs: { style: 'max-width: 100px'},
											tag1: 'Медиа', tag2: 'Телевидение', tagExtra: '+1',
											desc: 'Телевизионная сеть RT включает в себя восемь новостных и документальных каналов, информационные онлайн-порталы на …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#CE242A',
											imgUrl: '../../assets/logos/rzd.svg',
											tag1: 'Пассажироперевозки', tag2: 'Грузоперевозки', tagExtra: '+1',
											desc: '«Российские железные дороги» входит в мировую тройку лидеров железнодорожных компаний. РЖД является связующим звеном единой …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#00a10c',
											imgUrl: '../../assets/logos/sberbank.svg',
											imgAttrs: { style: 'margin-top: 5px' },
											tag1: 'Финансы', tag2: 'Банки', tagExtra: '+2',
											desc: 'Сбербанк сегодня — это кровеносная система российской экономики, треть ее банковской системы. Банк дает работу и источник дохода …',
											stats: false
										},
										{
											block: 'company',
											bgColor: '#005DA3',
											imgUrl: '../../assets/logos/severstal.svg',
											tag1: 'Металлургия',
											desc: '«Северсталь» — это вертикально интегрированная горнодобывающая и металлургическая компания с основными активами в России и …',
											stats: false
										},
									]
								},
								{
									block: 'see-more',
									mix: { block: 'decorator', mods: { 'indent-t': 'xxl', 'indent-b': 'xxxl' }},
									attrs: { style: 'height: 80px' },
									content: [
										{
											block: 'pt-icon-plus',
											mods: { 'vertical-align': 'center' },
											content: [
												{
													block: 'icon',
													mods: { name: 'arrow-down', view: 'primary', size: 'm' },
													mix: { block: 'pt-icon-plus', elem: 'icon', elemMods: { 'indent-r': 'xs' }},
												},
												{
													elem: 'block',
													content: {
														block: 'text',
														mods: { size: 'l', view: 'primary' },
														content: 'Посмотреть больше компании'
													},
												}
											]
										},
									]
								},
							]
						}
					]
				},
				{
					block: 'section',
					mods: { view: 'gray' },
					mix: { block: 'decorator', mods: { 'space-t': 'xxl', 'space-b': 'xxxxl' }},
					content: {
						block: 'footer',
					},
				},
			]
		}
	]
};
